Repository: GNOME/decibels
Catalog: po/*.po
Languages: bg, eo, kk, lt, pt_br, sr@latin

source: Drop Here to Open
bg: Пуснете тук за отваряне
eo: Faligu ĉi tien por malfermi
kk: Ашу үшін осында тастаңыз
lt: Numeskite čia grojimui
pt_br: Solte aqui para abrir
sr@latin: Ubaci ovde za otvaranje

source: Play Audio Files
bg: Пускайте звукови файлове
eo: Ludi sondosierojn
kk: Аудио файлдарын ойнату
lt: Groti garso failus
pt_br: Reproduzir arquivos de áudio
sr@latin: Pusti datoteke zvuka

source: Drag and drop audio files here
bg: Изтеглете и пуснете звукови файлове тук
eo: Tiru kaj faligu sondosierojn ĉi tien
kk: Аудио файлдарын осында сүйреп тастаңыз
lt: Atitempkite čia garso failus
pt_br: Arraste e solte arquivos de áudio aqui
sr@latin: Prevucite i ubacite datoteke zvuka ovde

source: _Open…
bg: _Отваряне…
eo: _Malfermi…
kk: _Ашу…
lt: _Atverti…
pt_br: _Abrir…
sr@latin: _Otvori…

source: File Cannot Be Played
bg: Файлът не може да се пусне
eo: Ne eblis ludi dosieron
kk: Файлды ойнату мүмкін емес
lt: Failo negalima groti
pt_br: O arquivo não pode ser reproduzido
sr@latin: Datoteka ne može biti puštena

source: _Try Again…
bg: _Опитайте отново…
eo: _Provi denove…
kk: Қ_айтадан көру…
lt: _Bandyti vėl…
pt_br: _Tentar novamente…
sr@latin: _Pokušaj opet…

source: Main Menu
bg: Основно меню
eo: Ĉefa menuo
kk: Бас мәзір
lt: Pagrindinis meniu
pt_br: Menu principal
sr@latin: Glavni izbornik

source: New Window
bg: Нов прозорец
eo: Nova fenestro
kk: Жаңа терезе
lt: Naujas langas
pt_br: Nova janela
sr@latin: Novi prozor

source: Open…
bg: Отваряне…
eo: Malfermi…
kk: Ашу…
lt: Atverti…
pt_br: Abrir…
sr@latin: Otvaram…

source: Show in _Files
bg: Показване в мениджъра на _файлове
eo: Montri en _dosieroj
kk: _Файлдарда көрсету
lt: Rodyti _failuose
pt_br: Mostrar no _Arquivos
sr@latin: Prikaži programom _Datoteke

source: _Keyboard Shortcuts
bg: _Клавишни комбинации
eo: _Klavkombinoj
kk: _Пернетақта жарлықтары
lt: _Klaviatūros trumpiniai
pt_br: _Atalhos do teclado
sr@latin: _Prečice tastature

source: _About Audio Player
bg: _Относно „Програма за музика“
eo: _Pri sonludilo
kk: Аудио плеері _туралы
lt: _Apie garso grotuvą
pt_br: _Sobre o Reprodutor de Áudio
sr@latin: O programu z_a muziku

source: Audio Player
bg: Програма за музика
eo: Sonludilo
kk: Аудио плеері
lt: Garso grotuvas
pt_br: Reprodutor de áudio
sr@latin: Program za muziku

source: Play audio files
bg: Пускане на звукови файлове
eo: Ludi sondosierojn
kk: Аудио файлдарын ойнату
lt: Groti garso failus
pt_br: Reproduza arquivos de áudio
sr@latin: Puštajte zvučne datoteke

source: music;player;media;audio;decibels;
bg: музика;медия;звук;аудио;мултимедия;децибели;music;player;media;audio;
eo: muziko;ludilo;sono;decibeloj;
kk: музыка;ойнатқыш;медиа;аудио;децибелдер;
lt: muzika;grotuvas;medija;audio;decibelai;
pt_br: música;player;mídia;áudio;decibéis;
sr@latin: muzika;zvuk;audio;medija;decibeli;puštač;music;player;media;audio;decibels;

source: An audio player that just plays audio files. It doesn't require an organized music library and won't overload you with tons of functionality.
bg: Програма за музика, която просто възпроизвежда аудио файлове. Тя не изисква организирана музикална библиотека и не ви натоварва с прекалено много функционалност.
eo: Sonludilo kiu nur ludas sondosierojn. Ĝi ne postulas organizitan muzikbibliotekon kaj ne troŝarĝos vin per amaso da funkcioj.
kk: Тек аудио файлдарын ойнататын аудио ойнатқышы. Ол реттелген музыкалық кітапхананы талап етпейді және сізді көптеген функциялармен шамадан тыс жүктемейді.
lt: Garso grotuvas, kuris tiesiog groja garso failus. Jis nereikalauja sutvarkytos muzikos bibliotekos ir neužvers jūsų galybe funkcionalumo.
pt_br: Um reprodutor de áudio que apenas reproduz arquivos de áudio. Ele não requer uma biblioteca de música organizada e não vai sobrecarregá-lo com toneladas de funcionalidade.
sr@latin: Program za muziku koji samo pušta datoteke zvuka. Ne zahteva sređenu biblioteku muzike i neće vas pretrpati gomilom funkcionalnosti.

source: Audio Player still offers advanced features such as:
bg: „Програма за музика“ предлага и функции за напреднали като:
eo: La sonludilo ankoraŭ ofertas altnivelajn funkciojn kiel ekzemple:
kk: Аудио плеері әлі де келесідей кеңейтілген мүмкіндіктерді ұсынады:
lt: Garso grotuvas vis tiek siūlo sudėtingesnių galimybių, tokių kaip:
pt_br: O Reprodutor de áudio ainda oferece recursos avançados como:
sr@latin: Program nudi napredne funkcije kao što su:

source: An elegant waveform of the track
bg: Показва фо̀рмата на вълна̀та на песента
eo: Eleganta ondformo de la kanto
kk: Тректің талғампаз толқынды пішіні
lt: Elegantiška takelio bangų forma
pt_br: Uma forma de onda elegante da trilha
sr@latin: Elegantan talasni oblik numere

source: Adjustable playback speed
bg: Настройване на скоростта на възпроизвеждане
eo: Alĝustigebla ludiga rapido
kk: Реттелетін ойнату жылдамдығы
lt: Derinamas grojimo greitis
pt_br: Velocidade de reprodução ajustável
sr@latin: Podesiva brzina puštanja

source: Easy seek controls
bg: Лесни контроли за търсене
eo: Facilaj serĉstiriloj
kk: Жеңіл іздеуді басқару элементтері
lt: Paprasti judėjimo valdikliai
pt_br: Controles de busca fáceis
sr@latin: Kontrole lakog premotavanja

source: Playing multiple files at the same time
bg: Възпроизвеждане на няколко файла едновременно
eo: Ludi multajn dosieron samtempe
kk: Бір уақытта бірнеше файлды ойнату
lt: Kelių failų grojimas vienu metu
pt_br: Reproduzir vários arquivos ao mesmo tempo
sr@latin: Pušta više datoteka u isto vreme

source: Adjust Playback Speed
bg: Нагласяне на скоростта на възпроизвеждане
eo: Agordi ludrapidon
kk: Ойнату жылдамдығын реттеу
lt: Keisti grojimo greitį
pt_br: Ajustar a velocidade de reprodução
sr@latin: Podesi brzinu puštanja

source: Skip Back 10s
bg: Назад 10с
eo: Salti reen 10 s
kk: 10 сек артқа өткізу
lt: Grįžti 10s
pt_br: Voltar 10s
sr@latin: Preskače nazad za 10s

source: Skip Forward 10s
bg: Напред 10с
eo: Salti antaŭen 10 s
kk: 10 сек алға өткізу
lt: Praleisti 10s
pt_br: Avançar 10s
sr@latin: Preskače napred 10s

# shortcut window
source: General
bg: Общи
eo: Ĝenerala
kk: Жалпы
lt: Esmė
pt_br: Geral
sr@latin: Opšte

# shortcut window
source: Show Shortcuts
bg: Показване на клавишните комбинации
eo: Montri la klavkombinojn
kk: Жарлықтарды көрсету
lt: Rodyti trumpinius
pt_br: Mostra atalhos
sr@latin: Prikazuje prečice

# shortcut window
source: New Window
bg: Нов прозорец
eo: Nova fenestro
kk: Жаңа терезе
lt: Naujas langas
pt_br: Nova janela
sr@latin: Novi prozor

# shortcut window
source: Quit
bg: Спиране на програмата
eo: Ĉesi
kk: Шығу
lt: Išeiti
pt_br: Sai
sr@latin: Izlazi

# shortcut window
source: Player
bg: Програма
eo: Ludilo
kk: Ойнатқыш
lt: Grotuvas
pt_br: Reprodutor
sr@latin: Program za muziku

# shortcut window
source: Open File
bg: Отваряне на файл
eo: Malfermi dosieron
kk: Файлды ашу
lt: Atverti failą
pt_br: Abre arquivo
sr@latin: Otvara datoteku

# shortcut window
source: Pause/Play
bg: Пауза/Пускане
eo: Ludi/Paŭzigi
kk: Кідірту/ойнату
lt: Pristabdyti/Groti
pt_br: Pausa/Reproduz
sr@latin: Zastaje/Pušta

# shortcut window
source: Go Back 10 Seconds
bg: Назад 10 секунди
eo: Iri reen 10 sekundojn
kk: 10 секунд артқа қайту
lt: Grįžti 10 sekundžių
pt_br: Volta 10 segundos
sr@latin: Vraća se unazad 10 sekunde

# shortcut window
source: Go Forward 10 Seconds
bg: Напред 10 секунди
eo: Iri antaŭen 10 sekundojn
kk: 10 секунд алға жылжу
lt: Peršokti 10 sekundžių pirmyn
pt_br: Avança 10 segundos
sr@latin: Ide napred 10 sekunde

# shortcut window
source: Playback Rate
bg: Скорост на възпроизвеждане
kk: Ойнату жылдамдығы
lt: Grojimo dažnis
pt_br: Taxa de reprodução
sr@latin: Stopa puštanja

# shortcut window
source: Increase Playback Rate
bg: Увеличаване на скоростта на възпроизвеждане
kk: Ойнату жылдамдығын арттыру
lt: Padidinti grojimo dažnį
pt_br: Aumenta a taxa de reprodução
sr@latin: Povećava stopu puštanja

# shortcut window
source: Decrease Playback Rate
bg: Намаляване на скоростта на възпроизвеждане
kk: Ойнату жылдамдығын азайту
lt: Sumažinti grojimo dažnį
pt_br: Diminui a taxa de reprodução
sr@latin: Smanjuje stopu puštanja

# shortcut window
source: Reset Playback Rate
bg: Връщане на скоростта на възпроизвеждане
kk: Ойнату жылдамдығын тастау
lt: Atstatyti grojimo dažnį
pt_br: Redefinir a taxa de reprodução
sr@latin: Vraća stopu puštanja

source: Mute/Unmute
bg: Заглушаване/отглушаване
kk: Дыбысты өшіру/қосу
lt: Nuitildyti/groti
pt_br: Desativar/Ativar som

source: translator-credits
bg: Twlvnn Kraftwerk &lt;<a href='mailto:kraft_werk@tutanota.com'>kraft_werk@tutanota.com</a>&gt; Проектът за превод на GNOME има нужда от подкрепа. Научете повече за нас на <a href='https://fsa-bg.org/project/gtp'>уеб сайта</a> ни. Докладвайте за грешки в превода в <a href='https://fsa-bg.org/project/gtp/newticket'>съответния раздел</a>.
eo: Kristjan SCHMIDT
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
lt: Aurimas Černius <aurimas.cernius@mailo.com>
pt_br: Tiago Lucas Flach <tiagolucas9830@gmail.com> Leônidas Araújo <leorusvellt@hotmail.com> Juliano de Souza Camargo <julianosc@pm.me>
sr@latin: Miroslav Nikolić

source: Unable to access dropped files
bg: Пуснатите файлове не може да се достъпят
eo: Ne eblas aliri faligitajn dosierojn
kk: Тасталған файлдарға қол жеткізу мүмкін емес
lt: Nepavyksta pasiekti numestų failų
pt_br: Não é possível acessar os arquivos soltos
sr@latin: Ne mogu da pristupim ubačenim datotekama

source: An unknown error happened
bg: Възникна непозната грешка
eo: Nekonata eraro okazis
kk: Белгісіз қате орын алды
lt: Kilo nežinoma klaida
pt_br: Ocorreu um erro desconhecido
sr@latin: Dogodila se nepoznata greška

source: Pause
bg: Пауза
eo: Paŭzi
kk: Кідірту
lt: Pristabdyti
pt_br: Pausar
sr@latin: Zastani

source: Play
bg: Пускане
eo: Ludi
kk: Ойнату
lt: Groti
pt_br: Reproduzir
sr@latin: Pusti

source: File uses a format that cannot be played. Additional media codecs may be required.
bg: Файлът е с формат, който не се поддържа. Необходими са допълнителни мултимедийни кодери.
eo: La dosiero uzas formaton, kiu ne ludeblas. Povas esti bezonataj pliaj multmediaj kodekoj.
kk: Файл ойнатуға болмайтын пішімді пайдаланады. Қосымша медиа кодектер қажет болуы мүмкін.
lt: Failas yra formato, kurio negalima groti. Gali reikti papildomų medijos koduotojų.
pt_br: O arquivo usa um formato que não pode ser reproduzido. Codecs de mídia adicionais podem ser necessários.
sr@latin: Datoteka koristi format koji se ne može pustiti. Potrebni su dodatni medijski kodeci.

source: An error happened while trying to get information about the file. Please try again.
bg: Възникна грешка при получаване на информацията от файла. Опитайте отново.
eo: Eraro okazis dum provo akiri informojn pri la dosiero. Bonvolu provi denove.
kk: Файл туралы ақпаратты алу кезінде қате орын алды. Қайтадан көріңіз.
lt: Kilo klaida bandant gauti informaciją apie failą. Bandykite vėl.
pt_br: Ocorreu um erro ao tentar obter informações sobre o arquivo. Por favor, tente novamente.
sr@latin: Došlo je do greške prilikom pokušaja dobavljanja informacija o datoteci. Pokušajte ponovo.

source: File uses an invalid URI
bg: Файлът използва неправилен адрес
eo: La dosiero uzas malvalidan URI-on
kk: Файл жарамсыз URI пайдаланады
lt: Failas naudoja netinkamą URI
pt_br: O arquivo usa um URI inválido
sr@latin: Datoteka koristi neispravnu putanju

source: Reading the file’s information timed out. Please try again.
bg: Времето за разчитане на информацията на файла изтече. Опитайте отново.
eo: La legado de la informoj de la dosiero eksvalidiĝis. Bonvolu reprovi.
kk: Файл ақпаратын оқу уақыты аяқталды. Қайтадан көріңіз.
lt: Failo informacijos skaitymo laiko pabaiga. Bandykite vėl.
pt_br: A leitura das informações do arquivo expirou. Por favor, tente novamente.
sr@latin: Isteklo je vreme za čitanje informacija o datoteci. Pokušajte ponovo.

source: Unknown File
bg: Непознат файл
eo: Nekonata dosiertipo
kk: Белгісіз файл
lt: Nežinomas failas
pt_br: Arquivo desconhecido
sr@latin: Nepoznata datoteka

source: The selected file doesn’t contain any audio
bg: Избраният файл не съдържа звукови данни
eo: La elektita dosiero ne enhavas sonon
kk: Таңдалған файлда аудио жоқ
lt: Pasirinktame faile nėra jokio garso
pt_br: O arquivo selecionado não contém nenhum áudio
sr@latin: Izabrana datoteka ne sadrži nikakav zvuk

source: Muted
bg: Заглушено
eo: Silentigita
kk: Дыбыссыз
lt: Nutildyta
pt_br: Silenciado
sr@latin: Utišano

source: Full Volume
bg: Максимална сила
eo: Plej laŭte
kk: Толық дыбыс деңгейі
lt: Visas garsas
pt_br: Volume total
sr@latin: Pun zvuk

source: Audio files
bg: Звукови файлове
eo: Sondosieroj
kk: Аудио файлдары
lt: Garso failai
pt_br: Arquivos de áudio
sr@latin: Datoteke zvuka

source: Open File
bg: Отваряне на файл
eo: Malfermi dosieron
kk: Файлды ашу
lt: Atverti failą
pt_br: Abrir arquivo
sr@latin: Otvori datoteku

source: No available audio file found
bg: Няма аудио файлове
eo: Neniu disponebla sondosiero trovita
kk: Қолжетімді аудио файлы табылмады
lt: Nerasta garso failų
pt_br: Nenhum arquivo de áudio disponível encontrado
sr@latin: Nema dostupnih datoteka zvuka

source: Directories Cannot Be Played
bg: Папките не може да се пуснат
eo: Dosierujoj ne povas esti ludataj
kk: Бумаларды ойнату мүмкін емес
lt: Katalogų negalima groti
pt_br: Os diretórios não podem ser reproduzidos
sr@latin: Fascikle se ne mogu puštati

source: Please select a file.
bg: Изберете файл.
eo: Bonvolu elekti dosieron.
kk: Файлды таңдаңыз.
lt: Pasirinkite failą.
pt_br: Por favor, selecione um arquivo.
sr@latin: Izaberite datoteku.

source: The selected file is not a regular file.
bg: Избраният файл не е обикновен.
eo: La elektita dosiero ne estas normala dosiero.
kk: Таңдалған файл қалыпты файл емес.
lt: Pasirinktas failas nėra įprastinis failas.
pt_br: O arquivo selecionado não é um arquivo normal.
sr@latin: Izabrana datoteka nije obična datoteka.

source: No file was selected
bg: Няма избран файл
eo: Neniu dosiero estis elektita
kk: Файл таңдалмады
lt: Nepasirinktas failas
pt_br: Nenhum arquivo foi selecionado
sr@latin: Nije izabrana ni jedna datoteka
