Repository: GNOME/decibels
Catalog: po/kw.po
Languages: kw

source: Drop Here to Open
kw: Draylya Omma rag Ygeri

source: Play Audio Files
kw: Gwari Restrennow Son

source: Drag and drop audio files here
kw: Draylya ha droppya restrennow son omma

source: _Open…
kw: _Ygeri…

source: File Cannot Be Played
kw: Restren Na Gallos Gwariys

source: _Try Again…
kw: _Assaya Arta…

source: Main Menu
kw: Rol Chif

source: New Window
kw: Fenester Nowydh

source: Open…
kw: Ygeri…

source: Show in _Files
kw: Diskwedhes yn _Restrennow

source: _Keyboard Shortcuts
kw: _Kesunyansow Bysowek

source: _About Audio Player
kw: _A-dro Gwarier Son

source: Audio Player
kw: Gwarier Son

source: Play audio files
kw: Gwari restrennow son

source: music;player;media;audio;decibels;
kw: ilow;gwarier;media;son;decibels;

source: An audio player that just plays audio files. It doesn't require an organized music library and won't overload you with tons of functionality.
kw: Unn gwarier son may gwari restrennow son hepken. Yth na rekiwrya unn lyververk ilow ornys ha na a wra gorveghya ty gans lies nasyow.

source: Audio Player still offers advanced features such as:
kw: Gwarier Son offra hogen nasyow avonsys kepar ha:

source: An elegant waveform of the track
kw: Unn tonnfurv afinys an son

source: Adjustable playback speed
kw: Tooth senyans desedhadow

source: Easy seek controls
kw: Botonyow termyn es

source: Playing multiple files at the same time
kw: Ow gwari restrennow liesplek restrennow yn kettermyn

source: Adjust Playback Speed
kw: Desedha Tooth Senyans

source: Skip Back 10s
kw: Dehweles 10e

source: Skip Forward 10s
kw: Mos Yn-Rag 10e

# shortcut window
source: General
kw: Ollgemmyn

# shortcut window
source: Show Shortcuts
kw: Diskwedhes Kesunyansow Bysowek

# shortcut window
source: New Window
kw: Fenester Nowydh

# shortcut window
source: Quit
kw: Kwytya

# shortcut window
source: Player
kw: Gwarier

# shortcut window
source: Open File
kw: Ygeri Restren

# shortcut window
source: Pause/Play
kw: Powes/Gwari

# shortcut window
source: Go Back 10 Seconds
kw: Dehweles 10 Eylennow

# shortcut window
source: Go Forward 10 Seconds
kw: Mos Yn-Rag 10 Eylennow

# shortcut window
source: Playback Rate
kw: Tooth Senyans

# shortcut window
source: Increase Playback Rate
kw: Kressya Tooth Senyans

# shortcut window
source: Decrease Playback Rate
kw: Iselhe Tooth Senyans

# shortcut window
source: Reset Playback Rate
kw: Dasgorra Tooth Senyans

source: Mute/Unmute
kw: Tewel/Distewel

source: translator-credits
kw: Flynn

source: Unable to access dropped files
kw: Anabel dhe drehedhes restrennow droppys

source: An unknown error happened
kw: Unn error ankoth happys

source: Pause
kw: Powes

source: Play
kw: Gwari

source: File uses a format that cannot be played. Additional media codecs may be required.
kw: Restren devnydhya an furvas na gallos bos gwariys. Kodeks media keworransel a res martesen.

source: An error happened while trying to get information about the file. Please try again.
kw: Unn error happys hag owth assaya kerghes kedhlow a-dro an restren. Mar pleg assaya arta.

source: File uses an invalid URI
kw: Restren devnydhya unn URI anewn

source: Reading the file’s information timed out. Please try again.
kw: Ow redya an kedhlow restren yn termyn yn-mes. Mar pleg assaya arta.s

source: Unknown File
kw: Restren Ankoth

source: The selected file doesn’t contain any audio
kw: An restren dewisys na komprehendya neb sownd

source: Muted
kw: Tewelys

source: Full Volume
kw: Ughelder Leun

source: Audio files
kw: Restrennow son

source: Open File
kw: Ygeri Restren

source: No available audio file found
kw: Restren son kavadow kavosys vyth

source: Directories Cannot Be Played
kw: Restrenvaow Na Gallos Bos Gwariys

source: Please select a file.
kw: Mar pleg dewis unn restren.

source: The selected file is not a regular file.
kw: An restren dewisys na unn restren rewlys.

source: No file was selected
kw: Restren vyth dewisys
